Repository: kccarlos/kvoice
Catalog: Packages/KvoiceUI/Sources/KvoiceUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Downloaded once, verified against the manifest bundled with this release, and used only on this Mac. The first time it loads, it is optimized for your Mac, which can take a few minutes.
zh_hans: 只需下载一次，按此版本附带的清单校验，仅在这台 Mac 上使用。首次加载时会为这台 Mac 进行优化，可能需要几分钟。

source: Downloading %@…
zh_hans: 正在下载 %@…

# Downloading %@… %lld%%
source: Downloading %1$@… %2$lld%%
zh_hans: 正在下载 %@… %lld%%

# Downloading model — %@ of %@…
source: Downloading model — %1$@ of %2$@…
zh_hans: 正在下载模型 — %@ / %@…

source: Downloading model…
zh_hans: 正在下载模型…

# Downloading — %@ of %@
source: Downloading — %1$@ of %2$@
zh_hans: 正在下载 — %@ / %@

source: Downloading — %lld %%
zh_hans: 正在下载 — %lld %%

source: Downloading…
zh_hans: 正在下载…

source: Downloads and verifies the supported model. The download can be cancelled and resumed.
zh_hans: 下载并验证受支持的模型。下载可以取消和恢复。

source: Downloads the model from the repository named in the bundled manifest and verifies it. The download keeps going on later screens.
zh_hans: 从随附清单中指定的仓库下载模型并进行验证。进入后续屏幕时下载会继续进行。

source: Duplicate
zh_hans: 复制

source: Duration
zh_hans: 时长

source: Each configuration stores a provider, endpoint, model, and its own key — or uses an Apple model with none of those: on this Mac, or on Apple's Private Cloud Compute. The active one is used by every action; switch from here or the menu bar.
zh_hans: 每个配置都会保存提供商、端点、模型及其专属密钥——或者使用无需这些的 Apple 模型：在这台 Mac 上，或在 Apple 的私密云计算上。当前启用的配置会用于所有操作；可在此处或菜单栏中切换。

source: Each configuration stores a provider, endpoint, model, and its own key. Pick one by name from the menu bar to switch.
zh_hans: 每个配置保存服务商、端点、模型和它自己的密钥。可在菜单栏按名称选择以切换。

source: Each dictation's audio is saved as a 16 kHz WAV in the KVoice data folder, readable only by your account, and removed after %@. Recordings enable playback and Retranscribe in History. They are never included in diagnostics.
zh_hans: 每次听写的音频以 16 kHz WAV 保存在 KVoice 数据文件夹中，只有你的账户可读，并在 %@ 后删除。录音可用于在历史记录中回放和重新转写。它们绝不会包含在诊断信息中。

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑%@

source: Edit AI Configuration
zh_hans: 编辑 AI 配置

source: Edit transcript
zh_hans: 编辑转写文本

source: Edit…
zh_hans: 编辑…

source: Enable AI Actions
zh_hans: 启用 AI 操作

source: Enable Action Triggers
zh_hans: 启用操作触发词

source: Enable Second Translation
zh_hans: 启用第二种翻译

source: Enabled when Model, Microphone, and Shortcut are Ready.
zh_hans: 模型、麦克风和快捷键均就绪后可用。

source: Encoder
zh_hans: 编码器

source: Endpoint
zh_hans: 端点

source: Enter a full URL, such as https://api.openai.com/v1.
zh_hans: 请输入完整的 URL，例如 https://api.openai.com/v1。

source: Enter a term first.
zh_hans: 请先输入一个词条。

source: Enter the resource name (letters, digits, hyphens) and the deployment name.
zh_hans: 请输入资源名称（字母、数字、连字符）和部署名称。

source: Error code
zh_hans: 错误代码

source: Error — %@
zh_hans: 错误 — %@

source: Every built-in action goes back to its shipped title, instructions, and trigger words, and any that was missing is added. Your own actions and mode settings are kept.
zh_hans: 每个内置操作都会恢复为出厂时的标题、指令和触发词，缺失的会被补回。你自己的操作和模式设置会保留。

source: Every built-in action goes back to its shipped title, instructions, and trigger words, and any that was missing is added. Your own actions, mode settings, and configurations are kept.
zh_hans: 每个内置操作都会恢复为出厂时的标题、指令和触发词，缺失的会被补回。你自己的操作、模式设置和配置会保留。

source: Every connected device is listed
zh_hans: 已列出所有已连接的设备

source: Every dictation KVoice saved, newest first, with the raw and final text.
zh_hans: KVoice 保存的每次听写，最新的在前，包含原始文本和最终文本。

source: Every model runs on this Mac and is verified against the catalog bundled with this release before it is loaded. Only the current model is kept in memory.
zh_hans: 所有模型都在这台 Mac 上运行，加载前会对照此版本随附的目录进行验证。只有当前模型会保留在内存中。

source: Every term in the file is already in the dictionary.
zh_hans: 文件中的每个词条都已在词典中。

source: Everything KVoice stores lives in this folder: settings, history, diagnostics, and the managed model. Nothing is kept anywhere else.
zh_hans: KVoice 存储的所有内容都在这个文件夹中：设置、历史记录、诊断信息和托管模型。别处不保存任何内容。

source: Everything stays on this Mac.
zh_hans: 一切都留在这台 Mac 上。

source: Everything the dictation test needs is listed here. Fix… opens the step for anything that is not ready.
zh_hans: 听写测试所需的一切都列在这里。“修复…”会打开尚未就绪项目对应的步骤。

source: Export
zh_hans: 导出

source: Export CSV…
zh_hans: 导出 CSV…

source: Export Daily Markdown
zh_hans: 导出每日 Markdown

source: Export Daily Markdown Folder…
zh_hans: 导出每日 Markdown 文件夹…

source: Export Dictionary
zh_hans: 导出词典

source: Export History as CSV
zh_hans: 将历史记录导出为 CSV

source: Export Settings
zh_hans: 导出设置

source: Export Settings…
zh_hans: 导出设置…

source: Exported %lld days.
zh_hans: 已导出 %lld 天。

source: Exported %lld items.
zh_hans: 已导出 %lld 项。

source: Exported %lld terms.
zh_hans: 已导出 %lld 个词条。

source: Exported 1 day.
zh_hans: 已导出 1 天。

source: Exported 1 item.
zh_hans: 已导出 1 项。

source: Exported 1 term.
zh_hans: 已导出 1 个词条。

source: Exported settings to “%@”.
zh_hans: 已将设置导出到“%@”。

source: Export…
zh_hans: 导出…

source: External folder
zh_hans: 外部文件夹

source: Extras beside the recording shortcut.
zh_hans: 录音快捷键之外的附加触发方式。

source: Extras beside the recording shortcut. Escape always cancels.
zh_hans: 录音快捷键之外的附加项。Escape 始终可以取消。

source: Failed, raw transcript used
zh_hans: 失败，使用了原始转写

source: Fallback
zh_hans: 回退

source: Feedback
zh_hans: 反馈

source: Figures cover the current filters. Time saved assumes typing at %lld words per minute.
zh_hans: 数据涵盖当前筛选范围。节省的时间按每分钟打 %lld 个词估算。

source: File
zh_hans: 文件

source: Fill in a name, endpoint, and model.
zh_hans: 请填写名称、端点和模型。

source: Fill in the endpoint and model first.
zh_hans: 请先填写端点和模型。

source: Filters saved transcripts by raw or final text. Searching stays on this Mac.
zh_hans: 按原始文本或最终文本筛选已保存的转写。搜索只在这台 Mac 上进行。

source: Final output copied.
zh_hans: 已复制最终输出。

source: Finish
zh_hans: 完成

source: Finish closes this window. Setup will not open again on launch; reopen it any time from the menu or General. Anything you skipped stays visible as Not Ready in the menu and can be finished in Speech Models or Permissions.
zh_hans: “完成”会关闭此窗口。启动时不会再打开设置向导；随时可从菜单或“通用”重新打开。跳过的项目在菜单中会显示为“未就绪”，可在“语音模型”或“权限”中补完。

source: Finish the current dictation first — a running dictation keeps the list it started with.
zh_hans: 请先完成当前听写 — 进行中的听写会沿用开始时的列表。

source: Finish the current dictation first, then try again.
zh_hans: 请先完成当前听写，然后重试。

source: Finish the current dictation first.
zh_hans: 请先完成当前听写。

source: Finishing previous dictation…
zh_hans: 正在完成上一次听写…

source: Finishing…
zh_hans: 正在完成…

source: First dictation test
zh_hans: 首次听写测试

source: Fix…
zh_hans: 修复…

source: Folder
zh_hans: 文件夹

source: Folder access was lost
zh_hans: 文件夹访问权限已丢失

source: Follow System
zh_hans: 跟随系统

source: For example, http://localhost:11434/v1 or https://api.openai.com/v1
zh_hans: 例如 http://localhost:11434/v1 或 https://api.openai.com/v1

source: For example, http://localhost:8080/v1
zh_hans: 例如 http://localhost:8080/v1

source: For when something is stuck. Restart keeps everything; Reset Preferences keeps your data and shortcut and asks first.
zh_hans: 用于卡住时。“重新启动”保留一切；“重置偏好设置”保留你的数据和快捷键，并会先询问。

source: Forget
zh_hans: 忘记

source: Forget Folder
zh_hans: 忘记文件夹

source: Forget the external model folder?
zh_hans: 要忘记外部模型文件夹吗？

source: Forgetting the folder…
zh_hans: 正在忘记文件夹…

source: Formal Writing Mode
zh_hans: 正式书面模式

source: Found %lld models.
zh_hans: 找到 %lld 个模型。

source: Found 1 model.
zh_hans: 找到 1 个模型。

source: Free model memory under critical pressure automatically
zh_hans: 在内存压力严重时自动释放模型内存

source: GPU (system)
zh_hans: GPU（系统）

source: GPU utilisation not readable on this system.
zh_hans: 此系统上无法读取 GPU 利用率。

source: General
zh_hans: 通用

source: Get API Key
zh_hans: 获取 API 密钥

source: Get the full version from GitHub
zh_hans: 从 GitHub 获取完整版

source: Give the action a name and instructions first.
zh_hans: 请先为操作填写名称和指令。

source: Give the action a title and instructions.
zh_hans: 请为操作填写标题和指令。

source: Give the configuration a name.
zh_hans: 为该配置起个名称。

source: Go to %@
zh_hans: 前往%@

source: Go to the %@ step
zh_hans: 前往“%@”步骤

source: Go to the %@ step to fix this
zh_hans: 前往“%@”步骤修复此问题

source: Grant Microphone permission before running the level test.
zh_hans: 运行电平测试前请先授予麦克风权限。

source: Grant Microphone permission in the Permissions section first.
zh_hans: 请先在“权限”部分授予麦克风权限。

source: Granted
zh_hans: 已授权

source: Graphs update while a recording, a file transcription, or the performance test is running.
zh_hans: 在录音、文件转写或性能测试运行期间图表会更新。

source: Guides
zh_hans: 指南

source: Guides, feedback, and acknowledgments.
zh_hans: 指南、反馈与致谢。

source: HTTPS is required for remote hosts. HTTP is permitted only for localhost, 127.0.0.1, or ::1. The key is stored separately from settings.json and is sent only in the provider's credential header.
zh_hans: 远程主机必须使用 HTTPS。仅 localhost、127.0.0.1 或 ::1 允许使用 HTTP。密钥与 settings.json 分开存储，只在服务商的凭据请求头中发送。

source: HTTPS is required for remote hosts. The key is stored separately from settings.json and sent only in the provider's credential header.
zh_hans: 远程主机必须使用 HTTPS。密钥与 settings.json 分开存储，只在服务商的凭据请求头中发送。

source: Held for %@ s
zh_hans: 已按住 %@ 秒

source: Help
zh_hans: 帮助

source: History
zh_hans: 历史记录

source: History Detail
zh_hans: 历史记录详情

source: History Unavailable
zh_hans: 历史记录不可用

source: History cleared.
zh_hans: 历史记录已清除。

source: History error. %@
zh_hans: 历史记录错误。%@

source: History is unavailable. Dictation can continue without saving new items.
zh_hans: 历史记录不可用。听写可以继续，但不会保存新项目。

source: Hold for %lld ms before recording starts.
zh_hans: 按住 %lld 毫秒后开始录音。

source: Hold the middle mouse button past the activation delay to start; press it again to stop. Ordinary middle clicks pass through. Needs Accessibility permission.
zh_hans: 按住鼠标中键超过激活延迟即开始；再按一次停止。普通的中键点按会正常传递。需要辅助功能权限。

source: Hold your shortcut, speak, and let go. KVoice records while you dictate, transcribes the speech on this Mac, and places the finished text at your cursor.
zh_hans: 按住快捷键，说话，然后松开。KVoice 在你听写时录音，在这台 Mac 上转写语音，并把完成的文本放到光标处。

source: How KVoice appears on this Mac, the setup guide, and the reset tools.
zh_hans: KVoice 在这台 Mac 上的显示方式、设置向导和重置工具。

source: How the finished text reaches the app. Accessibility insertion is always tried first.
zh_hans: 完成的文本如何进入应用。始终优先尝试通过辅助功能插入。

source: Hybrid (tap to toggle, hold to talk)
zh_hans: 混合（轻按切换，按住说话）

source: Hybrid — tap to start and stop, or hold to talk
zh_hans: 混合 — 轻按开始和停止，或按住说话

source: Icon
zh_hans: 图标

source: If the button does not open the right pane: %@.
zh_hans: 如果按钮没有打开正确的面板：%@。

source: Import
zh_hans: 导入

source: Import Dictionary
zh_hans: 导入词典

source: Import Settings
zh_hans: 导入设置

source: Import Settings…
zh_hans: 导入设置…

source: Import These Settings?
zh_hans: 要导入这些设置吗？

source: Import and Export
zh_hans: 导入与导出

source: Imported %lld terms.
zh_hans: 已导入 %lld 个词条。

source: Imported 1 term.
zh_hans: 已导入 1 个词条。

source: Import…
zh_hans: 导入…

source: In progress
zh_hans: 进行中

source: Include clipboard text
zh_hans: 包含剪贴板文本

source: Include diagnostics
zh_hans: 包含诊断信息

source: Include selected text
zh_hans: 包含选中的文本

source: Include the original question above the answer.
zh_hans: 在回答上方附上原始问题。

source: Included in every AI Action request as a separate <USER_PROFILE> block. Stored in settings, never in the secrets file.
zh_hans: 作为独立的 <USER_PROFILE> 块包含在每个 AI 操作请求中。存储在设置中，绝不存入密钥文件。

source: Incompatible — %@
zh_hans: 不兼容 — %@

source: Inference time divided by audio duration for the last transcription; below one is faster than real time.
zh_hans: 上次转写的推理时间除以音频时长；小于 1 表示快于实时。

source: Input Device
zh_hans: 输入设备

source: Input device
zh_hans: 输入设备

# Input level %lld percent, %@ elapsed
source: Input level %1$lld percent, %2$@ elapsed
zh_hans: 输入电平 %lld%%，已录 %@

source: Input mode
zh_hans: 输入模式

source: Insert Again
zh_hans: 再次插入

source: Insert Transcript Again
zh_hans: 再次插入转写文本

source: Insert transcript again
zh_hans: 再次插入转写文本

source: Inserted
zh_hans: 已插入

source: Inserted Text
zh_hans: 插入的文本

source: Inserted local transcript; AI unavailable
zh_hans: 已插入本地转写；AI 不可用

source: Inserted via Accessibility
zh_hans: 通过辅助功能插入

source: Inserted via Accessibility (value splice)
zh_hans: 通过辅助功能插入（拼接值）

source: Inserting
zh_hans: 正在插入

source: Insertion
zh_hans: 插入方式

source: Inserts the kept transcript into the app that is in front now.
zh_hans: 将保留的转写文本插入到当前位于最前面的应用。

source: Install
zh_hans: 安装

source: Install Model
zh_hans: 安装模型

source: Installed
zh_hans: 已安装

source: Installing model…
zh_hans: 正在安装模型…

source: Installing the package.
zh_hans: 正在安装模型包。

source: Installing…
zh_hans: 正在安装…

source: Instructions
zh_hans: 指令

source: Interface language
zh_hans: 界面语言

source: Item deleted. Undo available for ten seconds.
zh_hans: 项目已删除。十秒内可以撤销。

source: Its instructions are removed and cannot be restored. Built-in actions, your other actions, and the AI endpoint are kept.
zh_hans: 它的指令将被移除且无法恢复。内置操作、你的其他操作和 AI 端点会保留。

source: Its instructions are removed and cannot be restored. Built-in actions, your other actions, and your AI configurations are kept.
zh_hans: 它的指令将被移除且无法恢复。内置操作、你的其他操作和你的 AI 配置会保留。

source: Its saved API key is removed with it. The endpoint fields below, your other configurations, and your actions are kept.
zh_hans: 保存的 API 密钥会随之移除。下方的端点字段、你的其他配置和操作会保留。

source: Its saved API key is removed with it. Your other configurations and your actions are kept.
zh_hans: 保存的 API 密钥会随之移除。你的其他配置和操作会保留。

source: KVoice always lives in the menu bar; macOS may ask you to approve the login item once.
zh_hans: KVoice 始终位于菜单栏；macOS 可能会要求你批准一次登录项。

source: KVoice could not register itself as a login item. You can add it in System Settings › General › Login Items.
zh_hans: KVoice 无法将自己注册为登录项。你可以在“系统设置 › 通用 › 登录项”中添加。

source: KVoice could not remove its login item. You can remove it in System Settings › General › Login Items.
zh_hans: KVoice 无法移除它的登录项。你可以在“系统设置 › 通用 › 登录项”中移除。

source: KVoice follows the system default input in this build. Change it in System Settings › Sound › Input.
zh_hans: 此版本的 KVoice 跟随系统默认输入设备。可在“系统设置 › 声音 › 输入”中更改。

source: KVoice needs attention
zh_hans: KVoice 需要处理

source: KVoice needs to hear you, and only while you are dictating.
zh_hans: KVoice 需要听到你的声音，且仅在你听写时。

source: KVoice quit before the text was inserted
zh_hans: 文本插入前 KVoice 已退出

source: KVoice quits and opens again. Nothing is deleted; a dictation in progress is cancelled.
zh_hans: KVoice 会退出并重新打开。不删除任何内容；进行中的听写会被取消。

source: KVoice stops using the folder but does not delete it. Dictation is Not Ready until a model is downloaded or chosen again.
zh_hans: KVoice 会停止使用该文件夹但不删除它。在重新下载或选择模型之前，听写处于“未就绪”状态。

source: KVoice tones
zh_hans: KVoice 音效

source: KVoice tones are four short notes played at media volume. Classic uses the Tink, Pop, Funk and Purr alert sounds; a named sound is used for every cue.
zh_hans: KVoice 音效是以媒体音量播放的四个短音。经典使用 Tink、Pop、Funk 和 Purr 提醒音；选择某个具名提示音则所有提示都使用它。

source: KVoice types the finished text into the app you are dictating into. macOS asks for this under Accessibility; this edition only sends keystrokes to that app and never reads its text.
zh_hans: KVoice 会把完成的文本键入到你正在听写的应用中。macOS 在“辅助功能”下请求此权限；此版本只向该应用发送按键，从不读取其中的文本。

source: Keep audio for
zh_hans: 保留音频

source: Keep audio recordings
zh_hans: 保留音频录音

source: Keep the transcript on the clipboard after inserting
zh_hans: 插入后在剪贴板中保留转写文本

source: Keyboard Shortcut
zh_hans: 键盘快捷键

source: Language
zh_hans: 语言

source: Language code (BCP 47)
zh_hans: 语言代码（BCP 47）

source: Language not supported: %@
zh_hans: 不支持的语言：%@

source: Last checked: %@
zh_hans: 上次检查：%@

source: Last real-time factor
zh_hans: 上次实时系数

source: Later
zh_hans: 以后

source: Launch at Login
zh_hans: 登录时启动

source: Launch at Login error: %@
zh_hans: 登录时启动错误：%@

source: Launch at Login is unavailable in this session.
zh_hans: 本次会话中“登录时启动”不可用。

source: Leave selection mode
zh_hans: 退出选择模式

source: Length
zh_hans: 时长

source: Lets KVoice place finished text at your cursor in other apps.
zh_hans: 让 KVoice 把完成的文本放到其他应用中的光标处。

source: Lets KVoice type the finished text into the app you are dictating into. macOS lists this under Accessibility; this edition only sends keystrokes and cannot read other apps' text.
zh_hans: 允许 KVoice 把完成的文本键入到你正在听写的应用中。macOS 将此权限列在“辅助功能”下；此版本只发送按键，无法读取其他应用的文本。

source: Lets streaming cut its working window at silences. It only segments; recording never stops on its own. The inserted-text options (space after inserting, automatic formatting) are in Recording.
zh_hans: 让流式模式在静音处切分工作窗口。它只做分段；录音绝不会自行停止。插入文本的选项（插入后添加空格、自动格式化）在“录音”中。

source: Level Test
zh_hans: 电平测试

source: Level test
zh_hans: 电平测试

source: Level test complete (peak %@ dBFS).
zh_hans: 电平测试完成（峰值 %@ dBFS）。

source: Level test skipped.
zh_hans: 已跳过电平测试。

source: License: %@
zh_hans: 许可证：%@

source: Listening…
zh_hans: 正在聆听…

source: Lists automatic snapshots taken before an import, newest first.
zh_hans: 列出导入前自动生成的快照，最新的排在最前。

source: Load More History
zh_hans: 加载更多历史记录

source: Load time
zh_hans: 加载时间

source: Loading History
zh_hans: 正在加载历史记录

source: Loading History…
zh_hans: 正在加载历史记录…

source: Loading into the Neural Engine…
zh_hans: 正在加载到神经网络引擎…

source: Loading the model. Wait for it to finish.
zh_hans: 正在加载模型，请等待完成。

source: Loading the model…
zh_hans: 正在加载模型…

source: Loads older history items
zh_hans: 加载更早的历史记录项目

source: Local Audio and Transcription
zh_hans: 本地音频与转写

source: Location
zh_hans: 位置

source: Log Policy
zh_hans: 日志策略

source: Login item status
zh_hans: 登录项状态

source: Long dictation — KVoice works best with shorter input.
zh_hans: 听写较长 — KVoice 更适合较短的输入。

source: Long dictation — recording stops automatically at %@.
zh_hans: 听写较长 — 录音将在 %@ 自动停止。

source: Make it yours
zh_hans: 打造属于你的设置

source: Manage Models
zh_hans: 管理模型

source: Managed by KVoice
zh_hans: 由 KVoice 管理

source: Managed by macOS
zh_hans: 由 macOS 管理

source: Manifest schema
zh_hans: 清单架构

source: Manual Test
zh_hans: 手动测试

source: Maximum recording length
zh_hans: 最长录音时长

source: Memory
zh_hans: 内存

source: Memory pressure — dictation may be slower.
zh_hans: 内存压力 — 听写可能变慢。

source: Menus and windows switch language when KVoice starts. The setting is saved either way; a dictation in progress is cancelled by a relaunch.
zh_hans: 菜单和窗口会在 KVoice 启动时切换语言。无论如何设置都会保存；重新启动会取消进行中的听写。

source: Microphone
zh_hans: 麦克风

source: Microphone level
zh_hans: 麦克风电平

source: Microphone testing is unavailable in this app session.
zh_hans: 本次应用会话中麦克风测试不可用。

source: Middle mouse activation delay
zh_hans: 鼠标中键激活延迟

source: Middle mouse button toggles recording
zh_hans: 鼠标中键切换录音

source: Mini
zh_hans: 迷你

source: Mini floats near the bottom of the screen; Notch hangs from the menu bar under the camera housing.
zh_hans: 迷你样式悬浮于屏幕底部附近；刘海样式从菜单栏下方的摄像头凹槽处垂下。

source: Mode
zh_hans: 模式

source: Mode Settings · %@
zh_hans: 模式设置 · %@

source: Model
zh_hans: 模型

source: Model ID
zh_hans: 模型 ID

source: Model changes are locked: %@
zh_hans: 模型更改已锁定：%@

source: Model changes are unavailable while dictation is running.
zh_hans: 听写进行中无法更改模型。

source: Model download
zh_hans: 模型下载

source: Model identifier
zh_hans: 模型标识符

source: Model manifest
zh_hans: 模型清单

source: Model problem: %@
zh_hans: 模型问题：%@

source: Model progress
zh_hans: 模型进度

source: Model status
zh_hans: 模型状态

source: Model unavailable
zh_hans: 模型不可用

source: Models
zh_hans: 模型

source: More Ways to Trigger
zh_hans: 更多触发方式

source: Move %@ down
zh_hans: 下移 %@

source: Move %@ up
zh_hans: 上移 %@

source: Mute system audio while recording
zh_hans: 录音时静音系统音频

source: Name
zh_hans: 名称

source: Names and jargon the model should spell your way. Sent as a hint with every dictation.
zh_hans: 希望模型按你的写法拼写的名称和术语。随每次听写作为提示发送。

source: Names and jargon the model tends to misspell. They are sent to the speech model as a hint with every dictation, streaming pass, and transcribed file — it nudges the spelling, it cannot guarantee it. One list for every language.
zh_hans: 模型容易拼错的名称和术语。它们会随每次听写、每轮流式转写和每个转写文件作为提示发送给语音模型 — 只能引导拼写，不能保证。所有语言共用一个列表。

source: Network Behavior
zh_hans: 网络行为

source: New
zh_hans: 新建

source: New AI Configuration
zh_hans: 新建 AI 配置

source: New term
zh_hans: 新词条

source: New trigger word
zh_hans: 新触发词

source: New: a quick tour of where the text goes, the menu bar, and how to customize KVoice.
zh_hans: 新功能：快速了解文本去向、菜单栏，以及如何自定义 KVoice。

source: Next
zh_hans: 下一步

source: No AI configurations yet.
zh_hans: 还没有 AI 配置。

source: No AI configurations yet. Add one to switch quickly from the menu bar.
zh_hans: 还没有 AI 配置。添加一个即可从菜单栏快速切换。

source: No History Yet
zh_hans: 暂无历史记录

source: No Matching Items
zh_hans: 没有匹配的项目

source: No action has trigger words yet. Add them in an action's editor.
zh_hans: 还没有操作设置触发词。请在操作编辑器中添加。

source: No actions are available in this state.
zh_hans: 此状态下没有可用的操作。

source: No actions yet. Add one, or reset the built-in actions.
zh_hans: 还没有操作。请添加一个，或重置内置操作。

source: No automatic backups yet. One is made the first time you import or restore settings.
zh_hans: 目前还没有自动备份。首次导入或还原设置时会自动创建一个。

source: No devices in the list yet.
zh_hans: 列表中还没有设备。

source: No folder chosen
zh_hans: 未选择文件夹

source: No input device
zh_hans: 没有输入设备

source: No level test has run yet.
zh_hans: 尚未运行电平测试。

source: No model is loaded
zh_hans: 未加载模型

source: No models to show.
zh_hans: 没有可显示的模型。

source: No network I/O during dictation once the model is installed.
zh_hans: 模型安装后，听写期间没有网络 I/O。

source: No shortcut
zh_hans: 无快捷键

source: No shortcut confirmed
zh_hans: 未确认快捷键

source: No shortcut recorded
zh_hans: 未录制快捷键

source: No signal yet
zh_hans: 尚无信号

source: No speech model is available in this version.
zh_hans: 此版本没有可用的语音模型。

source: No speech was found in %@.
zh_hans: 在 %@ 中未发现语音。

source: No term from the file fits the remaining token budget.
zh_hans: 文件中没有词条能放入剩余的 token 预算。

source: No trigger words. Add one to let a dictation that begins with it pick this action automatically.
zh_hans: 没有触发词。添加一个，以便以它开头的听写自动选用此操作。

source: None
zh_hans: 无

source: None of the listed devices is connected; the system default is used.
zh_hans: 列表中的设备均未连接；使用系统默认设备。

source: Not Configured
zh_hans: 未配置

source: Not Enabled
zh_hans: 未启用

source: Not Granted
zh_hans: 未授权

source: Not Ready
zh_hans: 未就绪

source: Not Registered
zh_hans: 未注册

source: Not Requested
zh_hans: 未请求

source: Not adjustable in this build.
zh_hans: 此版本中不可调整。

source: Not adjustable in this build. Recording stops after 10 minutes.
zh_hans: 此版本中不可调整。录音在 10 分钟后停止。

source: Not available in this version
zh_hans: 此版本不可用

source: Not checked
zh_hans: 未勾选

source: Not checked yet
zh_hans: 尚未检查

source: Not connected
zh_hans: 未连接

source: Not enough free space for the download. Free some space, then retry.
zh_hans: 可用空间不足，无法下载。请释放一些空间后重试。

source: Not inserted
zh_hans: 未插入

source: Not inserted — transcript kept
zh_hans: 未插入——已保留文本

source: Not installed
zh_hans: 未安装

source: Not now
zh_hans: 暂不

source: Not planned yet
zh_hans: 尚未规划

source: Notch
zh_hans: 刘海

source: Nothing inserted
zh_hans: 未插入任何内容

source: Nothing matches “%@” in this range.
zh_hans: 此范围内没有与“%@”匹配的项目。

source: Nothing was recorded in this range.
zh_hans: 此范围内没有录制任何内容。

source: Off
zh_hans: 关

source: Off by default. When off, no audio is written; recordings already saved stay until their retention passes or you clear history.
zh_hans: 默认关闭。关闭时不写入任何音频；已保存的录音会保留到保留期结束或你清除历史记录。

source: Off by default. When on, the text is sent to your AI endpoint as reference material for this action only. KVoice never captures the screen.
zh_hans: 默认关闭。开启时，该文本仅作为此操作的参考资料发送到你的 AI 端点。KVoice 绝不捕获屏幕。

source: Off: transcripts are kept until you delete them. The picker sets what Run Cleanup Now removes.
zh_hans: 关闭：转写会保留到你删除为止。选择器决定“立即运行清理”移除哪些内容。
